Repository: dsemblano/imoveisdantas.com
Catalog: site/web/app/themes/Estatik_Native_ver.2.11/languages/*.po
Languages: hu_hu

source: photos
hu_hu: fotók

source: &mdash; Select &mdash;
hu_hu: - Válasszon -

source: -- Select category --
hu_hu: -- Válassz kategóriát --

source: -- Select page --
hu_hu: -- Válasszon oldalt --

source: -- Select parameters for filtering --
hu_hu: -- Válasszon paramétereket a szűréshez --

source: 404 Button label
hu_hu: 404 Gombcímke

source: 404 Error
hu_hu: 404 Hiba

source: 404 Page
hu_hu: 404 oldal

source: 404 Page text
hu_hu: 404 oldalszöveg

source: 404 Page title
hu_hu: 404 oldal címe

source: Account Menu
hu_hu: Fiók menü

source: Add New News
hu_hu: Új hírek hozzáadása

source: Add widgets above the content after title.
hu_hu: Adjon hozzá widgeteket a cím után a tartalom fölé.

source: Add widgets above the content on full window width.
hu_hu: Adjon hozzá widgeteket a tartalom fölé a teljes ablak szélességén.

source: Add widgets above the content.
hu_hu: Adjon hozzá widgeteket a tartalom fölé.

source: Add widgets at the right or left side on the properties.
hu_hu: Adjon hozzá widgeteket a tulajdonságok jobb vagy bal oldalához.

source: Add widgets at the right side on the content
hu_hu: Adjon hozzá widgeteket a tartalom jobb oldalához

source: Add widgets at the right side on the pages.
hu_hu: Adjon hozzá kütyüket az oldalak jobb oldalához.

source: Add widgets at the top of page with template Page with top Estatik search.
hu_hu: Adjon hozzá widget-eket az oldal tetejére, sablonnal, az Estatik felső keresésével.

source: Add widgets below the content in color section.
hu_hu: Adjon hozzá widgeteket a színes rész tartalma alá.

source: Add widgets below the content.
hu_hu: Adjon hozzá widgeteket a tartalom alá.

source: After you import this demo, you will have to setup the revolution slider separately and add MailChimp settings.
hu_hu: Après avoir importé cette démonstration, vous devrez configurer le curseur de révolution séparément et ajouter les paramètres MailChimp.

source: All News
hu_hu: Minden hír

source: All pages
hu_hu: Az összes oldal

source: Amount of News:
hu_hu: Hírek száma:

source: Amount of properties:
hu_hu: Ingatlanok száma:

source: Archive page
hu_hu: Archívum oldal

source: Archive Property Page
hu_hu: Archívum tulajdonság oldala

source: Archives
hu_hu: Levéltár

source: Articles Posted by %s
hu_hu: Cikkek: %s

source: Author Page
hu_hu: Szerző oldal

source: Banner Subtitle:
hu_hu: Banner felirat:

source: Banner Title:
hu_hu: Szalaghirdetés címe:

source: Bottom Color Wide Sidebar
hu_hu: Alsó színű széles oldalsáv

source: Bottom Wide Sidebar
hu_hu: Alsó széles oldalsáv

source: Button Label
hu_hu: Gomb címke

source: Button link label
hu_hu: Gombos link címke

source: Category Page
hu_hu: Kategória oldal

source: Comments are closed.
hu_hu: Hozzászólások lezárva. Elérhetőségei

# comments title
source: %1$s Reply to &ldquo;%2$s&rdquo;
hu_hu: %1$s Válaszolni &ldquo;%2$s&rdquo;

# comments title
source: One Reply to &ldquo;%s&rdquo;
hu_hu: Egy válasz &ldquo;%s&rdquo;

source: Contact Info
hu_hu: Elérhetőségei

source: Content Sidebar Right
hu_hu: Tartalom oldalsávja jobbra

source: Content Top Sidebar
hu_hu: Tartalom felső oldalsávja

source: Continue reading
hu_hu: Olvasson tovább

source: Copyright
hu_hu: Szerzői jog

source: Copyright 2017 Estatik. All rights reserved.
hu_hu: Copyright 2017 Estatik. Minden jog fenntartva.

source: Custom CSS
hu_hu: Egyéni CSS

source: Details
hu_hu: Részletek

source: Drop us a line or give us a ring. We love to hear about your experience. We are happy to answer any questions.
hu_hu: Dobj el egy sort vagy adjon nekünk egy gyűrűt. Szeretjük hallani a tapasztalatait. Örömmel válaszolunk minden kérdésre.

source: Edit Menu
hu_hu: Szerkesztés menü

source: Edit News
hu_hu: Hírek szerkesztése

source: Email Us
hu_hu: Küldj egy emailt nekünk

source: Enter key word
hu_hu: Írja be a kulcsszót

source: Enter new password
hu_hu: Adjon meg új jelszót

source: Error 404
hu_hu: 404-es hibakód

source: General
hu_hu: Tábornok

source: Get new password
hu_hu: Kérjen új jelszót

source: Go to the Home page
hu_hu: Lépjen a kezdőlapra

source: Hide on checked pages
hu_hu: Elrejtés az ellenőrzött oldalakon

source: Home
hu_hu: Itthon

source: Home page with latest posts
hu_hu: Kezdőlap legújabb hozzászólásokkal

source: I agree to the %s and %s
hu_hu: Egyetértek a %s és %s feltételekkel

source: I forgot my password
hu_hu: elfelejtettem a jelszavamat

source: I need to register for a new account
hu_hu: Regisztrálnom kell egy új fiókot

source: Insert Image
hu_hu: Kép beszúrása

source: Invalid recaptcha.
hu_hu: Érvénytelen recaptcha.

source: Is sticky header
hu_hu: Ragadós fejléc

source: Layout
hu_hu: Elrendezés

source: Learn More
hu_hu: Tudj meg többet

source: Learn more about this property
hu_hu: Tudjon meg többet erről a tulajdonságról

source: Left Sidebar
hu_hu: Bal oldali sáv

source: Log in
hu_hu: Belépés

source: Log in into your account
hu_hu: Connectez-vous à votre compte

source: Login Menu
hu_hu: Menu de connexion

source: Logo Height
hu_hu: Hauteur du logo

source: Logo width
hu_hu: Largeur du logo

source: Logout
hu_hu: Connectez - Out

source: Main Menu
hu_hu: Főmenü

source: Main Theme Color
hu_hu: Fő téma színe

source: Message didn't send. Please, contact the support.
hu_hu: Az üzenet nem lett elküldve. Kérjük, vegye fel a kapcsolatot az ügyfélszolgálattal.

source: Name
hu_hu: Név

source: Native Banners
hu_hu: Natív bannerek

source: Native Custom Menu
hu_hu: Natív egyéni menü

source: Native Hot Property
hu_hu: Natív forró ingatlan

source: Native Latest News
hu_hu: Natív legfrissebb hírek

source: Native Page Teaser
hu_hu: Natív oldal teaser

source: Native Properties List
hu_hu: Natív tulajdonságok listája

source: Native Recent Posts
hu_hu: Natív legutóbbi hozzászólások

source: Native Theme is a real estate theme built for Estatik Simple and Pro plugins.
hu_hu: A natív téma az Estatik Simple és Pro pluginshez épített ingatlan téma.

source: New News
hu_hu: Új hírek

# News
source: Add New
hu_hu: Új hozzáadása

source: News per page
hu_hu: Hírek oldalanként

source: Next
hu_hu: Következő

source: No
hu_hu: Nem

source: No News found
hu_hu: Nem található hír

source: No News found in the Trash
hu_hu: Nem található hír a kukában

source: Nothing to display.
hu_hu: Nincs megjelenítés.

source: Optional
hu_hu: Választható

source: Our Address
hu_hu: A címünk

source: Page
hu_hu: Oldal

source: Page 404 background image
hu_hu: Page 404 háttérkép

source: Page Sidebar Right
hu_hu: Oldalsáv jobbra

source: Password
hu_hu: Jelszó

source: Phone
hu_hu: Telefon

source: Please fill required fields.
hu_hu: Töltse ki a kötelező mezőket.

source: Please fill up your Theme Options and click save to finish.
hu_hu: Kérjük, töltse ki a témabeállításokat, és kattintson a Mentés gombra a befejezéshez.

source: Please, agree terms & conditions and privacy policy.
hu_hu: S'il vous plaît, acceptez les termes et conditions et la politique de confidentialité.

# post type general name
source: News
hu_hu: Hírek

# post type singular name
source: News
hu_hu: Hírek

source: Posted in
hu_hu: Publié dans

source: Previous
hu_hu: Précédent

source: Privacy Policy
hu_hu: Politique de confidentialité

source: Privacy Policy Checkbox
hu_hu: Politique de confidentialité

source: Privacy Policy page
hu_hu: Politique de confidentialité

source: Proceed
hu_hu: Procéder

source: Properties
hu_hu: Propriétés

source: Property Sidebar
hu_hu: Ingatlan oldalsáv

source: Questions
hu_hu: Kérdések

source: Remove Image
hu_hu: Kép eltávolítása

source: Reply
hu_hu: Válasz

source: Required
hu_hu: Kívánt

source: Restore password
hu_hu: Jelszó visszaállítása

source: Right Sidebar
hu_hu: Jobb oldalsáv

source: Save
hu_hu: Mentés

source: Search
hu_hu: Keresés

source: Search block background image
hu_hu: Keresési blokk háttérkép keresése

source: Search News
hu_hu: Keresési hírek

source: Search Page
hu_hu: Keresési oldal

source: Search properties
hu_hu: Keresési tulajdonságok

source: Search Results for "%s" Query
hu_hu: Keresési eredmények a (z) "%s" lekérdezéshez

source: Search Results for: %s
hu_hu: Keresési eredmények ehhez: %s

source: Select Image
hu_hu: Válassza a Kép lehetőséget

source: Select image
hu_hu: Válassza ki a képet

source: Select Menu:
hu_hu: Válassza a Menü lehetőséget:

source: Select page
hu_hu: Válassza ki az oldalt

source: Select pages
hu_hu: Válasszon oldalakat

source: Select property
hu_hu: Válassza ki a tulajdonságot

source: Send
hu_hu: Elküld

source: Show breadcrumbs
hu_hu: Mutasson zsemlemorzsát

source: Show more button
hu_hu: További gomb megjelenítése

source: Show on checked pages
hu_hu: Megjelenítés az ellenőrzött oldalakon

source: Show on pages:
hu_hu: Megjelenítés az oldalakon:

source: Single Page
hu_hu: Egyetlen oldal

source: Single Property Layout
hu_hu: Egyetlen ingatlan elrendezése

source: Single Property Page
hu_hu: Egyetlen ingatlan oldal

source: Social Sharing
hu_hu: Közösségi megosztás

source: Sorry, nothing found
hu_hu: Sajnálom, semmi sem található

source: Tel Number
hu_hu: Telefonszám

source: Terms of Use
hu_hu: Használati feltételek

source: Terms of Use page
hu_hu: Használati feltételek oldal

source: Thank you for contacting us!
hu_hu: Köszönjük, hogy kapcsolatba lépett velünk!

source: Theme Native
hu_hu: Téma natív

source: Theme Options
hu_hu: Téma beállítások

source: Title:
hu_hu: Cím:

source: Top Banner Sidebar
hu_hu: Felső szalaghirdetés-oldalsáv

source: Top Sidebar
hu_hu: Felső oldalsáv

source: Top Wide Sidebar
hu_hu: Legszélesebb oldalsáv

source: Total
hu_hu: Teljes

source: User notification text
hu_hu: Felhasználói értesítés szövege

source: Username
hu_hu: Felhasználónév

source: Username or email address
hu_hu: Felhasználónév vagy E-mail cím

source: View all link:
hu_hu: Összes link megtekintése:

source: View News
hu_hu: Hírek megtekintése

source: View on map
hu_hu: Megtekintés a térképen

source: Widget Title:
hu_hu: Widget címe:

source: Yes
hu_hu: Igen

source: You are already logged in.
hu_hu: Ön már bejelentkezett.

source: Your email
hu_hu: Az email címed

source: Your name
hu_hu: A neved

source: Your phone
hu_hu: Telefonod

source: Your Questions
hu_hu: Kérdéseid
