Repository: dsemblano/imoveisdantas.com
Catalog: site/web/app/languages/loco/plugins/*-plugin-*.po
Languages: pt_br

source: already migrated.
pt_br: já migrados.

source: created!
pt_br: criado!

source: doesn't exist.
pt_br: não existe.

source: isn't updated
pt_br: não é atualizada

source: %g bath
pt_br: %g banheira

source: %g baths
pt_br: %g banhos

source: %g bed
pt_br: %g cama

source: %g beds
pt_br: %g camas

source: %s on value
pt_br: %s com o valor

source: -- Choose %s --
pt_br: -- Escolher o %s --

source: -- Choose field type --
pt_br: -- Escolher o tipo de campo --

source: -- Choose MLS Fields --
pt_br: -- Escolher MLS Campos --

source: -- Choose object type --
pt_br: -- Escolher o tipo de objeto --

source: -- Choose property field --
pt_br: -- Escolher propriedade de campo --

source: -- Current Page --
pt_br: -- --Página Atual

source: -- Input value --
pt_br: -- O valor de entrada --

source: -- NEW FIELD --
pt_br: -- NOVO CAMPO --

source: -- None --
pt_br: -- Nenhum --

source: -- Select %s value --
pt_br: -- Selecione %s valor --

source: -- Select category --
pt_br: -- Selecione a categoria --

source: -- Select field --
pt_br: -- Selecione o campo --

source: -- Select page --
pt_br: -- Selecione --página

source: -- Select parameters for filtering --
pt_br: -- Selecionar parâmetros para filtragem --

source: -- Select PayPal Success Page --
pt_br: -- Selecione PayPal Sucesso Da Página --

source: -- Select trial period --
pt_br: -- Selecione período experimental --

source: -- Subscription plan --
pt_br: -- Assinatura --

source: --- Select field ---
pt_br: --- Seleccione o campo ---

source: 1.0.0 (March 24, 2015)
pt_br: 1.0.0 (24 de Março de 2015)

source: 2 Columns
pt_br: 2 Colunas

source: 2.0 (May 16, 2015)
pt_br: 2.0 (16 de Maio de 2015)

source: 2.1.0 (July 7, 2015)
pt_br: 2.1.0 (7 de julho de 2015)

source: 2.2.0 (October 22, 2015)
pt_br: 2.2.0 (22 de outubro de 2015)

source: 2.2.1 (October 22, 2015)
pt_br: 2.2.1 (22 de outubro de 2015)

source: 2.2.2 (November 21, 2015)
pt_br: 2.2.2 (21 de novembro de 2015)

source: 2.2.3 (March 30, 2016)
pt_br: 2.2.3 (30 de Março de 2016)

source: 2.3.0 (August 15, 2016)
pt_br: 2.3.0 (15 de agosto de 2016)

source: 2.3.1 (August 21, 2016)
pt_br: 2.3.1 (21 de agosto de 2016)

source: 2.4.0 (September 26, 2016)
pt_br: 2.4.0 (26 de setembro de 2016)

source: 3 Columns
pt_br: 3 Colunas

source: 3.0.0 (April, 12, 2017)
pt_br: 3.0.0 (abril, 12, 2017)

source: 3.0.1 (APRIL, 18, 2017)
pt_br: 3.0.1 (18 de ABRIL, 2017)

source: 3.0.2 (May, 10, 2017)
pt_br: 3.0.2 (10 de Maio de 2017)

source: 3.1.0 (MAY, 24, 2017)
pt_br: 3.1.0 (dia 24 de MAIO, 2017)

source: 3.10.0 (February, 19, 2021)
pt_br: 3.10.0 (fevereiro 19, 2021)

source: 3.10.1 (February, 25, 2021)
pt_br: 3.10.1 (fevereiro, 25, 2021)

source: 3.10.2 (March, 25, 2021)
pt_br: 3.10.2 (Março, 25, 2021)

source: 3.10.3 (April, 1, 2021)
pt_br: 3.10.3 (abril, 1, 2021)

source: 3.10.4 (April, 26, 2021)
pt_br: 3.10.4 (abril, 26, 2021)

source: 3.11.0 (June, 4, 2021)
pt_br: 3.11.0 (junho, 4, 2021)

source: 3.2.0 (June, 17, 2017)
pt_br: 3.2.0 (junho, 17, 2017)

source: 3.2.1 (July 8, 2017)
pt_br: 3.2.1 (8 de julho de 2017)

source: 3.3.0 (Juy 17, 2017)
pt_br: 3.3.0 (Julho 17, 2017)

source: 3.3.1 (July 21, 2017)
pt_br: 3.3.1 (21 de julho de 2017)

source: 3.3.2 (August 11, 2017)
pt_br: 3.3.2 (11 de agosto de 2017)

source: 3.3.3 (October 9, 2017)
pt_br: 3.3.3 (9 de outubro de 2017)

source: 3.3.4 (November 1, 2017)
pt_br: 3.3.4 (1 de novembro de 2017)

source: 3.3.5 (November 15, 2017)
pt_br: 3.3.5 (15 de novembro de 2017)

source: 3.3.6 (December 13, 2017)
pt_br: 3.3.6 (13 de dezembro de 2017)

source: 3.3.7 (December 29, 2017)
pt_br: 3.3.7 (29 de dezembro de 2017)

source: 3.4.0 (January 10, 2018)
pt_br: 3.4.0 (10 de janeiro de 2018)

source: 3.5.0 (January 25, 2018)
pt_br: 3.5.0 (25 de janeiro de 2018)

source: 3.6.0 (February 10, 2018)
pt_br: 3.6.0 (10 de fevereiro de 2018)

source: 3.6.1 (March 12, 2018)
pt_br: 3.6.1 (12 de Março de 2018)

source: 3.6.2 (March 23, 2018)
pt_br: 3.6.2 (23 de Março de 2018)

source: 3.6.3 (May 05, 2018)
pt_br: 3.6.3 (05 de Maio de 2018)

source: 3.6.4 (May 29, 2018)
pt_br: 3.6.4 (29 de Maio de 2018)

source: 3.6.5 (July, 6, 2018)
pt_br: 3.6.5 (julho, 6, 2018)

source: 3.6.6 (August, 14, 2018)
pt_br: 3.6.6 (agosto, 14, 2018)

source: 3.7.0 (September, 7, 2018)
pt_br: 3.7.0 (setembro 7, 2018)

source: 3.7.1 (September, 14, 2018)
pt_br: 3.7.1 (setembro, 14, 2018)

source: 3.7.2 (October, 03, 2018)
pt_br: 3.7.2 (de outubro, 03, 2018)

source: 3.8.0 (November, 01, 2018)
pt_br: 3.8.0 (novembro, 01, 2018)

source: 3.8.1 (November, 09, 2018)
pt_br: 3.8.1 (novembro, 09, 2018)

source: 3.8.2 (January, 16, 2019)
pt_br: 3.8.2 (janeiro, 16, 2019)

source: 3.8.3 (March, 05, 2019)
pt_br: 3.8.3 (Março, 05, 2019)

source: 3.8.4 (March, 20, 2019)
pt_br: 3.8.4 (Março, 20, 2019)

source: 3.8.5 (April, 08, 2019)
pt_br: 3.8.5 (abril, 08, 2019)

source: 3.8.6 (April, 23, 2019)
pt_br: 3.8.6 (abril, 23, 2019)

source: 3.8.7 (May, 16, 2019)
pt_br: 3.8.7 (Maio, 16, 2019)

source: 3.8.7.1 (May, 16, 2019)
pt_br: 3.8.7.1 (Maio, 16, 2019)

source: 3.8.8 (July, 10, 2019)
pt_br: 3.8.8 (julho, 10, 2019)

source: 3.8.9 (July, 29, 2019)
pt_br: 3.8.9 (29 de julho, 2019)

source: 3.9.0 (August, 10, 2019)
pt_br: 3.9.0 (agosto, 10, 2019)

source: 3.9.1 (November, 1, 2019)
pt_br: 3.9.1 (novembro, 1, 2019)

source: 3.9.10 (January, 22, 2021)
pt_br: 3.9.10 (janeiro, 22, 2021)

source: 3.9.2 (November, 11, 2019)
pt_br: 3.9.2 (novembro, 11, 2019)

source: 3.9.3 (February, 5, 2020)
pt_br: 3.9.3 (fevereiro, 5, 2020)

source: 3.9.4 (February, 5, 2020)
pt_br: 3.9.4 (fevereiro, 5, 2020)

source: 3.9.5 (May, 5, 2020)
pt_br: 3.9.5 (Maio, 5, 2020)

source: 3.9.6 (June, 6, 2020)
pt_br: 3.9.6 (junho, 6, 2020)

source: 3.9.7 (September, 10, 2020)
pt_br: 3.9.7 (setembro, 10, 2020)

source: 3.9.8 (October, 28, 2020)
pt_br: 3.9.8 (outubro, 28, 2020)

source: 3.9.9 (December, 23, 2020)
pt_br: 3.9.9 (dezembro, 23, 2020)

source: [%s] New User Registration
pt_br: [%s] Registo de Novo Utilizador

source: [%s] Password Reset
pt_br: [%s] de Redefinição de Senha

source: [%s] Your username and password info
pt_br: [%s] o Seu nome de utilizador e palavra-passe informações

source: About
pt_br: Sobre

source: Access Token
pt_br: Token De Acesso

source: Account
pt_br: Conta

source: Account disabled.
pt_br: Conta desativada.

source: acres
pt_br: hectares

source: Actions
pt_br: Ações

source: Activate
pt_br: Activar

source: Actualize listings
pt_br: Realizar listagens

# actualizer date
source: Date
pt_br: Data

# actualizer queue log
source: View queue
pt_br: Visualizar a fila de

source: Add image(s)
pt_br: Adicionar imagem(s)

source: Add image(s) to agent
pt_br: Adicionar imagem(s) para agente

source: Add image(s) to property
pt_br: Adicionar imagem(ns) de propriedade

source: Add image(s) to user
pt_br: Adicionar imagem(s) para o utilizador

source: Add my first listing
pt_br: Adicionar a minha primeira listagem

source: Add new
pt_br: Adicionar novo

source: Add New Agent
pt_br: Adicionar Novo Agente

source: Add New Buyer
pt_br: Adicionar Novo Comprador

source: Add new credentials
pt_br: Adicionar novas credenciais

source: Add new field
pt_br: Adicionar novo campo

source: Add new item
pt_br: Adicionar novo item

source: Add new property
pt_br: Adicione nova propriedade

source: Add search field
pt_br: Adicionar campo de pesquisa

source: Add subscription
pt_br: Adicionar assinatura

source: Add your Google Map API key and Recaptcha keys below. It's required for Search and Request info widgets.
pt_br: Adicione o seu Mapa do Google chave de API e o Recaptcha chaves abaixo. É necessário para a Busca e Solicitação de informações widgets.

source: Address
pt_br: Endereço

source: Address fields
pt_br: Campos de endereço

source: Address settings
pt_br: Definições de endereço

source: Address String
pt_br: Cadeia De Caracteres De Endereço

source: Address, City, ZIP
pt_br: Endereço, Cidade, CEP

source: Addresses
pt_br: Endereços

source: Admin & Agent
pt_br: Admin & Agente De

source: Admin and PDF Logo image
pt_br: Admin PDF e imagem de Logotipo

source: Admin Logo Height
pt_br: Admin Logotipo Altura

source: Admin Logo Width
pt_br: Admin Logotipo Da Largura

source: Admins
pt_br: Administradores

source: Admins & Agents
pt_br: Admins & Agentes

source: Advanced
pt_br: Avançado

source: Advanced Search & Slideshow
pt_br: Pesquisa Avançada & Slideshow

source: After price
pt_br: Depois de preço

source: Agent
pt_br: Agente de

source: Agent #%s saving failed
pt_br: Agente de #%s falha de verão

source: Agent #%s successfully imported for Listing #%s
pt_br: Agente de #%s importados com êxito para a Listagem #%s

source: Agent #%s successfully migrated.
pt_br: Agente de #%s migrados com êxito.

source: Agent contact
pt_br: Agente de contato

source: Agent Info
pt_br: Agente De Informações

source: Agent info
pt_br: Agente de informações

source: Agent Listings
pt_br: Agente De Listagens

source: Agent listings page
pt_br: Agente de página de listagens

source: Agent MLS ID
pt_br: O agente de ID do MLS

source: Agent Name
pt_br: Nome Do Agente

source: Agent of this post has no permission for publish this property.
pt_br: Agente de este post não tem permissão para publicar esta propriedade.

source: Agent profile image
pt_br: Perfil de agente de imagem

source: Agents
pt_br: Agentes

source: Agents list
pt_br: Lista agentes

source: All listing
pt_br: Todos os listagem

source: All pages
pt_br: Todas as páginas

source: All properties
pt_br: Todas as propriedades

source: All Users
pt_br: Todos Os Usuários

source: All-inclusive Estatik Package with MLS organic import tool via RETS. Sit back and let us handle everything! Click here to read details.
pt_br: Tudo incluído Estatik Pacote com o MLS orgânica ferramenta de importação através da RETS. Sente-se e vamos lidar com tudo! Clique aqui para ler os detalhes.

source: Alternative label for display on frontend
pt_br: Alternativa rótulo para exibir no frontend

source: Amenities
pt_br: Comodidades

source: Amount
pt_br: Quantidade

source: An advanced-featured Wordpress real estate plugin from Estatik.
pt_br: Um avançado-destaque Wordpress imóveis plugin de Estatik.

source: Another email
pt_br: Outro e-mail

source: API Key
pt_br: Chave de API

source: Archive page
pt_br: A página de arquivo

source: Archive Property Page
pt_br: Arquivo De Página De Propriedade

source: Are you sure you want to activate these agents?
pt_br: Tem certeza de que deseja ativar estes agentes?

source: Are you sure you want to attach this agent to selected properties?
pt_br: Tem certeza de que deseja anexar este agente propriedades selecionadas?

source: Are you sure you want to copy these items?
pt_br: Tem certeza de que deseja copiar esses itens?

source: Are you sure you want to deactivate these agents?
pt_br: Tem certeza de que deseja desativar esses agentes?

source: Are you sure you want to delete it?
pt_br: Tem certeza de que deseja excluir a ele?

source: Are you sure you want to delete these items?
pt_br: Tem certeza de que deseja excluir esses itens?

source: Are you sure you want to delete this item?
pt_br: Tem certeza de que deseja excluir este item?

source: Are you sure you want to publish these items?
pt_br: Tem certeza de que deseja publicar esses itens?

source: Are you sure you want to reset Checked values?
pt_br: Tem certeza de que deseja redefinir Verificados valores?

source: Are you sure you want to reset Updated / Deleted values?
pt_br: Tem certeza de que deseja redefinir Atualizado / valores Excluídos?

source: Are you sure you want to unpublish these items?
pt_br: Tem certeza de que deseja cancelar a publicação de um desses itens?

source: Area
pt_br: Área

source: Area & Lot size unit
pt_br: Área & tamanho do Lote unidade

source: Area size
pt_br: O tamanho da área de

source: Assign Agent
pt_br: Atribuir Agente

source: Author Page
pt_br: Página Do Autor

source: Automatic
pt_br: Automática

source: Automatic Import
pt_br: Importação Automática

source: Back
pt_br: De volta

source: Bad
pt_br: Ruim

source: Basic
pt_br: Básico

source: Basic Facts
pt_br: Dados Básicos

source: Basic facts
pt_br: Dados básicos

source: Basic information
pt_br: Informações básicas

source: bath
pt_br: banheira

source: Bathrooms
pt_br: Casas de banho

source: bed
pt_br: cama

source: Bedrooms
pt_br: Quartos

source: Before price
pt_br: Antes de preços

source: Buyer
pt_br: Comprador

source: Buyer Info
pt_br: O Comprador Info

source: Buyers
pt_br: Compradores

source: By Name
pt_br: Por Nome

source: Call for price
pt_br: Chamada para o preço

source: Call us now
pt_br: Ligue agora

source: Can't associate MLS field with estatik field.
pt_br: Não pode associar MLS campo com estatik campo.

source: Can't connect to the MLS Server.
pt_br: Não pode ligar ao MLS de Servidor.

source: Can't find %s import handler.
pt_br: Não pode encontrar o %s importação manipulador.

source: Can't load fields for provided MLS resource.
pt_br: Não é possível carregar campos previstos MLS de recursos.

source: Can't return a data provider. Source file is empty.
pt_br: Não pode retornar um provedor de dados. Arquivo de origem está vazio.

source: Can't save MLS field as new FBuilder field.
pt_br: Não pode salvar MLS campo como novo FBuilder campo.

source: Cancel
pt_br: Cancelar

source: Category
pt_br: Categoria

source: Category Page
pt_br: Página Da Categoria

source: Center layout
pt_br: Centro de layout

source: Change color for listing box border appearing when hovering it
pt_br: Alterar a cor de borda da caixa de listagem que aparece quando passa-lo

source: Change Photo
pt_br: Alterar Foto

source: Cheapest Properties
pt_br: Preço Propriedades

source: Checked
pt_br: Verificada

source: Checkout page
pt_br: A página de pagamento

source: Choose agent
pt_br: Escolha do agente

source: Choose currency
pt_br: Escolha moeda

source: Choose entity fields for import
pt_br: Escolha entidade de campos para importação

source: Choose fields for import
pt_br: Escolha os campos para importação

source: Choose Import Fields
pt_br: Escolha Importar Campos

source: Choose search fields
pt_br: Escolher campos de busca

source: Choose shortcode
pt_br: Escolha o shortcode

source: Choose source file
pt_br: Escolha o arquivo de origem

source: Choose the layout for listings on Search results page.
pt_br: Escolher o layout para anúncios na página de resultados de Pesquisa.

source: Choose the layout for listings.
pt_br: Escolher o layout para anúncios.

source: Choose value
pt_br: Escolha o valor

source: Choose your theme
pt_br: Escolha o seu tema

source: City
pt_br: Cidade

source: Client ID
pt_br: IDENTIFICAÇÃO do cliente

source: Client Secret
pt_br: Segredo Do Cliente

source: Color
pt_br: Cor

source: Color successfully changed.
pt_br: Cor alterada com êxito.

source: Company
pt_br: Empresa

source: Configure
pt_br: Configurar

source: Confirm attach
pt_br: Confirmar anexar

source: Confirm Password
pt_br: Confirmar Senha

source: Connect
pt_br: Ligar

source: Continue import
pt_br: Continuar a importar

source: Copied
pt_br: Copiado

source: Copy
pt_br: Cópia

source: Copy to Clipboard
pt_br: Copiar para área de Transferência

source: Country
pt_br: País

source: country
pt_br: país

source: Create
pt_br: Criar

source: Create field
pt_br: Criar campo

source: Create Schedule
pt_br: Criar Agenda

source: Create section
pt_br: Criar seção

source: Created %s page.
pt_br: Criado %s página.

source: Credentials
pt_br: Credenciais

source: CSS Classes
pt_br: Classes CSS

source: CSV delimiter
pt_br: CSV delimitador

source: CSV Import
pt_br: A Importação de CSV

source: CSV Import support
pt_br: A Importação de CSV suporte

source: Currencies
pt_br: Moedas

source: Currency
pt_br: Moeda

source: Currency already exists.
pt_br: Moeda já existe.

source: Currency code (USD)
pt_br: Código da moeda (USD)

source: Currency label ($)
pt_br: Moeda rótulo ($)

source: Currency sign place
pt_br: Sinal de moeda local

source: Current subscription plan
pt_br: Atual plano de assinatura

source: Custom emails
pt_br: E-mails personalizados

source: Custom HTML
pt_br: HTML personalizado

source: Custom Property Name
pt_br: O Nome Da Propriedade Personalizada

source: Custom Property Slug URI
pt_br: Propriedade personalizada Slug URI

source: Daily
pt_br: Diária

source: Daily Update
pt_br: Atualização Diária

source: Dark
pt_br: Escuro

source: Data Manager
pt_br: Gerenciador De Dados

source: Data manager
pt_br: Gerenciador de dados

source: Date
pt_br: Data

source: Date added
pt_br: Data adicionada

source: Date format
pt_br: Formato de data

source: Date From
pt_br: Data De

source: Date time
pt_br: Data hora

source: Date to
pt_br: Data para

source: Date type
pt_br: Tipo de data

source: day
pt_br: dia

source: Deactivate
pt_br: Desativar

source: Debug Mode
pt_br: Modo De Depuração

source: Default
pt_br: Padrão

source: Default currency
pt_br: Moeda padrão

source: Default sort
pt_br: Classificação padrão

source: Delete
pt_br: Apagar

source: Delete entities
pt_br: Excluir entidades

# delete mls profile
source: Delete
pt_br: Apagar

source: Delete on field
pt_br: Excluir no campo

source: Delete schedule
pt_br: Excluir agenda

source: Delete Search
pt_br: Excluir Pesquisa

source: Deleted
pt_br: Excluídos

source: Demo content
pt_br: Conteúdo de demonstração

source: Demo listing
pt_br: Demo listagem

source: Description
pt_br: Descrição

source: Details
pt_br: Detalhes

source: Developer's Pack
pt_br: Do desenvolvedor do Pacote

source: Dimensions
pt_br: Dimensões

source: Disable
pt_br: Desativar

source: Disable address formatting
pt_br: Desativar a formatação de endereços

source: Disable editor auto paragraph
pt_br: Desactivar o editor do auto parágrafo

source: Disable emails if property added by Agent
pt_br: Desativar os e-mails se a propriedade adicionado por Agente

source: Disable follow location
pt_br: Desabilitar siga localização

source: Disable image url validation
pt_br: Desativar o url da imagem de validação

source: Disable meta:og tags
pt_br: Desativar meta:og tags

source: Disable Name field
pt_br: Desativar o campo de Nome

source: Disable name field
pt_br: Desativar o campo de nome

source: Disable phone field
pt_br: Desativar o campo telefone

source: Disable Phone number field
pt_br: Desativar o campo de número de Telefone

source: Disable Property Featured Image
pt_br: Desabilitar A Propriedade Imagem De Destaque

source: Disable sticky property top bar
pt_br: Desabilitar a propriedade sticky barra superior

source: Disable thumbnails generation
pt_br: Desactivar a geração de miniaturas

source: Disabled
pt_br: Deficiência

source: Disclaimer
pt_br: Isenção de responsabilidade

source: Disclaimer Text
pt_br: Aviso De Isenção De Texto

source: Disconnect
pt_br: Desligue

source: Display label
pt_br: Etiqueta de apresentação

source: Displayed only on single property page.
pt_br: Apresentado apenas na página única propriedade.

source: District
pt_br: Distrito

source: Done!
pt_br: Feito!

source: Download Sample File
pt_br: Download Do Arquivo De Exemplo

source: Dynamic content
pt_br: Conteúdo dinâmico

source: Each 2 min
pt_br: A cada 2 min.

source: Each 5 min
pt_br: A cada 5 min

source: Edit
pt_br: Editar

source: Edit credentials
pt_br: Editar credenciais

source: Edit field
pt_br: Campo de edição

# edit mls profile
source: Edit
pt_br: Editar

source: Edit property
pt_br: Editar propriedade

source: Edit Schedule
pt_br: Editar Agenda

source: Edit schedule
pt_br: Editar agenda

source: Edit Section
pt_br: Seção De Edição

source: Edit subscription
pt_br: Editar assinatura

# Elementor widget section
source: Content
pt_br: Conteúdo

# Elementor widget section
source: Email settings
pt_br: Configurações de e-mail

# Elementor widget section
source: Filter
pt_br: Filtro

# Elementor widget section
source: Filters
pt_br: Filtros

# Elementor widget section
source: Map settings
pt_br: Definições do mapa

# Elementor widget section
source: Slider settings
pt_br: Configurações de controle deslizante

source: Email body
pt_br: E-mail corpo

source: Email didn't sent. PHP Mail is doesn't work.
pt_br: Email não enviado. PHP Mail está não funciona.

source: Email Logo Image
pt_br: E-Mail A Imagem Do Logotipo

source: Email or username is empty.
pt_br: Email ou nome de usuário está vazio.

source: Email subject
pt_br: Assunto do e-mail

source: Embed the code
pt_br: Incorporar o código

source: Enable
pt_br: Activar

source: Enable Auto tags
pt_br: Activar automaticamente as tags

source: Enable Buyers
pt_br: Permitir Que Os Compradores

source: Enable clickable tags
pt_br: Activar clicável tags

source: Enable Clusters
pt_br: Ative Clusters

source: Enable disclaimer
pt_br: Permitem isenção de responsabilidade

source: Enable Dynamic content
pt_br: Habilitar conteúdo Dinâmico

source: Enable facebook auth
pt_br: Activar facebook auth

source: Enable Fields Select
pt_br: Activar Campos Seleccionar

source: Enable google address validation
pt_br: Ativar o google validação de endereços

source: Enable google auth
pt_br: Ativar o google auth

source: Enable if you need to use multiselect feature for this drop-down field.
pt_br: Activar se você precisa usar multiselect recurso para este campo de lista pendente.

source: Enable PDF Map
pt_br: Activar Mapa PDF

source: Enable REST Support
pt_br: Ativar o Suporte a REST

source: Enable Save Search
pt_br: Activar Guardar Pesquisa

source: Enable save search
pt_br: Activar guardar pesquisa

source: Enable ShelterZoom API
pt_br: Activar ShelterZoom API

source: Enable subscriptions
pt_br: Activar assinaturas

source: Enable this option if you want to remove estatik logo and powered by link on estatik pages
pt_br: Ative esta opção se você deseja remover estatik logotipo e alimentado pelo link estatik páginas

source: Enable this option if you want to show disclaimer text on single property page
pt_br: Ative esta opção se você quiser exibir aviso de isenção de texto em uma única página de propriedade

source: Enable white label
pt_br: Activar etiqueta branca

source: Enable Wishlist
pt_br: Activar Lista De Desejos

source: Enter new password
pt_br: Introduza a nova palavra-passe

source: Enter your listing details below and click 'Save' button to finish.
pt_br: Introduza os seus detalhes abaixo e clique no botão 'Salvar' para terminar.

source: Entity
pt_br: Entidade

source: Entity ID
pt_br: ID da entidade

source: Entity Relation ID
pt_br: Entidade Relação de IDENTIFICAÇÃO

source: Equal
pt_br: Igual

source: Error
pt_br: Erro

source: establishment
pt_br: estabelecimento

source: Estatik Agent
pt_br: Estatik Agente

source: Estatik Buyer
pt_br: Estatik Comprador

source: Estatik General settings
pt_br: Estatik definições Gerais

source: Estatik Map View
pt_br: Estatik Vista De Mapa

source: Estatik Request Form
pt_br: Estatik Formulário De Solicitação De

source: Estatik Request Info from
pt_br: Estatik Solicitação de Informações a partir de

source: Estatik Search
pt_br: Estatik De Pesquisa

source: Estatik Search is advanced search widget developed for Estatik plugins.
pt_br: Estatik Pesquisa é pesquisa avançada widget desenvolvido para Estatik plugins.

source: Estatik settings successfully migrated
pt_br: Estatik configurações migradas com êxito

source: Estatik Slideshow
pt_br: Estatik Apresentação De Slides

source: Estatik Subscription
pt_br: Estatik Assinatura

source: Estatik successfully upgraded!
pt_br: Estatik atualizado com êxito!

source: Excellent
pt_br: Excelente

source: Excerpt
pt_br: Trecho

source: Execute schedule once
pt_br: Executar agendar uma vez

source: Executed
pt_br: Executado

source: Existing property
pt_br: Propriedade existente

source: Expensive Properties
pt_br: Caro Propriedades

source: Expired
pt_br: Expirou
