Repository: dsemblano/imoveisdantas.com
Catalog: site/web/app/languages/loco/plugins/*-plugin-*.po
Languages: pt_br

source: Your name
pt_br: Seu nome

source: Your saved homes can be found here. You can view details or delete your favourite listings.
pt_br: Salvo casas pode ser encontrado aqui. Você pode ver os detalhes ou excluir seu favorito listagens.

source: Your saved searches can be found here. You can delete or view new listings matching your searches.
pt_br: As pesquisas salvas pode ser encontrado aqui. Você pode excluir ou visualizar novas listagens correspondentes à sua procura.

source: Your subscription is expired, please update your %s.
pt_br: A sua subscrição expirou, por favor actualize-o %s.
