Repository: dsemblano/imoveisdantas.com
Catalog: site/web/app/languages/loco/plugins/*-plugin-*.po
Languages: pt_br

source: Extra settings
pt_br: Configurações extras

source: FAQ
pt_br: Perguntas frequentes

source: Feature
pt_br: Recurso

source: Featured
pt_br: Destaque

source: Featured listings
pt_br: Anúncios em destaque

source: Featured Properties
pt_br: Imóveis Em Destaque

source: Featured Qty
pt_br: Destaque Qtd

source: Featured qty
pt_br: Destaque qtd

source: Features
pt_br: Recursos

source: Field #%s isn't exist.
pt_br: Campo #%s não existe.

source: Field %s doesn't created.
pt_br: Campo %s não criado.

source: Field %s successfully created.
pt_br: Campo %s criado com êxito.

source: Field %s successfully removed.
pt_br: Campo %s removido com êxito.

source: Field Name
pt_br: Nome Do Campo

source: Field range mode
pt_br: Faixa de campo de modo

source: Field successfully restored.
pt_br: Campo restaurado com êxito.

source: Fields
pt_br: Campos

source: Fields Builder
pt_br: Campos Builder

source: Fields builder
pt_br: Campos builder

source: Fields Configuration
pt_br: Campos De Configuração

source: Fields Configurations
pt_br: Campos De Configurações

source: Fields Settings
pt_br: Campos De Definições

source: Fields to update
pt_br: Campos para atualização

source: File
pt_br: Arquivo

source: File can't to be empty.
pt_br: O arquivo não pode ser vazio.

source: File doesn't exist.
pt_br: Arquivo não existe.

source: File is empty or incorrect file format.
pt_br: O arquivo está vazio ou incorreto formato de arquivo.

source: File isn't uploaded. Check permissions for upload directory.
pt_br: Arquivo não será carregado. Verifique as permissões para o diretório de upload.

source: File of %s field didn't upload
pt_br: Arquivo de %s de campo não fez o upload

source: Filter by
pt_br: Filtrar por

source: Filter data
pt_br: Filtrar dados

source: Filterable
pt_br: Filtráveis

source: Finish
pt_br: Acabamento

source: Finish.
pt_br: Acabamento.

source: First
pt_br: Primeira

source: Floors
pt_br: Pisos

source: For example: 1.8
pt_br: Por exemplo: 1.8

source: Foreclosure
pt_br: Encerramento

source: Frame color
pt_br: Cor do quadro

source: From
pt_br: A partir de

source: From email
pt_br: De e-mail

source: From name
pt_br: A partir do nome

source: Front-end management
pt_br: Front-end de gestão de

source: General
pt_br: Geral

source: General settings
pt_br: Definições gerais

source: Generate Shortcode
pt_br: Gerar Shortcode

source: Generating
pt_br: A geração de

source: Get My Key
pt_br: Obter Minha Chave

source: Get new password
pt_br: Obter a nova palavra-passe

source: Get support
pt_br: Para obter suporte

source: Go to estatik dashboard
pt_br: Ir para estatik dashboard

source: Good
pt_br: Bom

source: Google APIs
pt_br: APIs Do Google

source: Google client key
pt_br: O Google chave de cliente

source: Google client secret
pt_br: O Google segredo do cliente

source: Google map API key
pt_br: Google map API chave

source: Google Recaptcha SecretKey
pt_br: O Google Recaptcha SecretKey

source: Google Recaptcha SiteKey
pt_br: O Google Recaptcha SiteKey

source: Grid layout
pt_br: Layout de grade

source: Height
pt_br: Altura

source: Here
pt_br: Aqui

source: here
pt_br: aqui

source: Here you can add new sections and fields that you can find in Add new listing. Please add Sections first via Listing sections tab and then continue with fields. To add new field, please configure the fields below and click Create button.
pt_br: Aqui você pode adicionar novas seções e campos que você pode encontrar em Adicionar nova listagem. Por favor, adicionar Seções através de Listagem de seções separador e, em seguida, continuar com campos. Para adicionar novo campo, por favor configurar os campos abaixo, e clique no botão Criar.

source: Here you can add video and upload images. Please enter video code in iframe format, e.g. -
pt_br: Aqui você pode adicionar um vídeo e fazer o upload de imagens. Por favor, introduza o código de vídeo no formato iframe, e.g. -

source: Here you can map the field for listings get unpublished. For example, Status - Pending.
pt_br: Aqui você pode mapear o campo de listagens publicadas. Por exemplo, o Status de Pendente.

source: Here you can map the field that will be checked and listings with this field value removed from your server. For example, when selected Status - Expired, it means all listings with Status Expired will be removed after synchronization.
pt_br: Aqui você pode mapear o campo que será verificada e listagens com este valor de campo removidas do servidor. Por exemplo, quando selecionado, o Estado - Expirado, isso significa que todas as listagens com o Estado Expirado, será removido após a sincronização.

source: Hi, I`m interested in the property. Please send me more information about it. Thank you!
pt_br: Oi, eu estou interessado no imóvel. Por favor me envie mais informações sobre ele. Obrigado!

source: Hide Agent Rating
pt_br: Ocultar Agente De Classificação

source: Hide Filter
pt_br: Ocultar Filtro

source: Hide map on Single Page
pt_br: Ocultar mapa na Página Única

source: Hide on checked pages
pt_br: Ocultar no check páginas

source: Hide Property Top Bar
pt_br: Propriedade Ocultar Barra De Topo

source: Highest price
pt_br: Preço mais alto

source: Hold down Ctrl key to drag multiple fields at once.
pt_br: Mantenha pressionada a tecla Ctrl ao arrastar vários campos de uma só vez.

source: Hot
pt_br: Quente

source: hour
pt_br: hora

source: How many listings it will pull during 1 server connection. 5 is recommended.
pt_br: Quantas listas ele vai puxar durante 1 conexão com o servidor. 5 é recomendado.

source: How many listings will check for deletion per 1 server connection. 5 is recommended.
pt_br: Quantos anúncios será de seleção para eliminação por 1 conexão com o servidor. 5 é recomendado.

source: Http authentication method
pt_br: Método de autenticação Http

source: I agree to the %s and %s
pt_br: Eu concordo com o %s e %s

source: I forgot my password
pt_br: Esqueci minha senha

source: I need to register for a new account
pt_br: Eu precisa registrar-se para uma nova conta

source: Icon URL
pt_br: URL do ícone

source: Icons
pt_br: Ícones

source: If this was a mistake, just ignore this email and nothing will happen.
pt_br: Se isso foi um erro, ignore este e-mail e nada vai acontecer.

source: If you want to launch automatic import of listings, please configure import schedule here and set up cron jobs on your hosting. Read these %s to make everything correctly.
pt_br: Se você deseja iniciar a importação automática de listas, por favor configurar o agendamento de importação aqui e configurar o cron jobs em sua hospedagem. Leia estas %s para fazer tudo corretamente.

source: If zoom field is empty then google map calculate zoom automatically.
pt_br: Se ampliar o campo está vazio, então mapa do google calcular o zoom automaticamente.

source: Image
pt_br: Imagem

source: Image data / url
pt_br: Os dados de imagem / url

source: Image field
pt_br: O campo de imagem

source: Image Unique ID
pt_br: Imagem de ID Exclusivo

source: Images
pt_br: Imagens

source: Images q-ty per listing
pt_br: Imagens q-ty por listagem

source: Import
pt_br: Importação

source: Import properties
pt_br: Propriedades de importação

source: In this area you can check your multiple MLS profiles, edit credentials, connect/disconnect or remove them.
pt_br: Nesta área você pode verificar seus vários MLS perfis, editar credenciais, ligar/desligar ou removê-los.

source: Incorrect entity
pt_br: Incorreto entidade

source: Incorrect MLS API Type.
pt_br: Incorreto MLS API do Tipo.

source: Incorrect post.
pt_br: Incorreto post.

source: Incorrect property address string or coordinates.
pt_br: Incorreto propriedade de seqüência de caracteres de endereço ou coordenadas.

source: Incorrect property type.
pt_br: Tipo de propriedade incorreto.

source: Incorrect property.
pt_br: De propriedade incorreto.

source: Incorrect saved search entity.
pt_br: Incorreto pesquisa salva entidade.

source: Incorrect security nonce, please refresh the page.
pt_br: Segurança incorreta nonce, por favor, atualize a página.

source: Incorrect update method
pt_br: Atualização incorreta método

source: Incorrect wishlist action.
pt_br: Incorreto lista de desejos ação.

source: Initial Amount
pt_br: Valor Inicial

source: Insert shortcode
pt_br: Inserir o shortcode

source: instructions
pt_br: instruções

source: intersection
pt_br: intersecção

source: Invalid ajax request.
pt_br: Inválido solicitação ajax.

source: Invalid array structure. The Archive should not consist plugin sub folder in archive.
pt_br: Inválido matriz de estrutura. O Arquivo não deve consistir plugin sub-pasta no arquivo.

source: Invalid captcha. Please refresh the page.
pt_br: Captcha inválido. Por favor, atualize a página.

source: Invalid Image URL.
pt_br: Inválido URL da Imagem.

source: Invalid PayPal subscription response.
pt_br: Inválido assinatura no PayPal resposta.

source: Invalid PayPal Token or Order.
pt_br: Inválido PayPal Token ou Ordem.

source: Invalid recaptcha.
pt_br: Inválido o recaptcha.

source: Invalid security nonce. Please, refresh the page.
pt_br: De segurança inválido nonce. Por favor, atualize a página.

source: Is Open House
pt_br: É Casa Aberta

source: Item already exists.
pt_br: O Item já existe.

source: Item didn't added to the wishlist
pt_br: Item não adicionado à lista de desejos

source: Item doesn't create. Please contact support.
pt_br: Item e não criar. Por favor contato com o suporte.

source: Item doesn't delete. Please contact support.
pt_br: Item e não excluir. Por favor contato com o suporte.

source: Item doesn't exists.
pt_br: Item não existe.

source: Item doesn't updated. Please contact support.
pt_br: Item não atualizados. Por favor contato com o suporte.

source: Item has been selected.
pt_br: Item tiver sido selecionado.

source: Item is successfully created.
pt_br: Item é criado com êxito.

source: Item is successfully deleted.
pt_br: Item é excluído com sucesso.

source: Items count
pt_br: Contagem de itens

source: Keywords
pt_br: Palavras-chave

source: Label
pt_br: Rótulo

source: Labels
pt_br: Etiquetas

source: landmark
pt_br: marco

source: Last
pt_br: Última

source: Last Import
pt_br: A Última Importação

source: Latest Properties
pt_br: Imóveis Recentes

source: Layout settings
pt_br: Configurações de Layout

source: Learn more about this property
pt_br: Saiba mais sobre este imóvel

source: Left layout
pt_br: Esquerda layout

source: Length
pt_br: Comprimento

source: Level
pt_br: Nível

source: Light
pt_br: Luz

source: Limit
pt_br: Limite de

source: Limit For Deletion
pt_br: Limite Para Eliminação

source: Limit For Update
pt_br: Limite Para Atualização

source: Link name
pt_br: O nome do Link

source: LinkedIn
pt_br: O LinkedIn

source: Linkedin
pt_br: O Linkedin

source: List
pt_br: Lista

source: List layout
pt_br: Layout de lista

source: Listing fields
pt_br: Listagem de campos

source: Listing publishing
pt_br: Listagem de publicação

source: Listing sections
pt_br: Listagem de seções

source: Listings IDs
pt_br: Listagens De IDs

source: Listings layout
pt_br: Listagens de layout

source: Listings management
pt_br: Listagens de gestão

source: Live
pt_br: Ao vivo

source: Load Fields
pt_br: Carga Campos

source: Loading
pt_br: Carregamento

source: Loading ...
pt_br: A carregar ...

source: Loading filter fields
pt_br: Carregar campos de filtro

source: Loading Shortcode Attributes...
pt_br: Carregamento Shortcode Atributos...

source: Loading...
pt_br: A carregar...

source: locality
pt_br: localidade

source: Log ID
pt_br: ID de registo

source: Log In
pt_br: De Registo Em

source: Log in
pt_br: De registo em

source: Log Message
pt_br: Mensagem De Log

source: Login form
pt_br: Formulário de Login

source: Login page
pt_br: Página de início de sessão

source: Lookup fields enable labels as values
pt_br: Campos de pesquisa habilitar rótulos como valores

source: Lookup Values Enable Quotes
pt_br: A Pesquisa De Valores De Permitir Cotações

source: Lot size
pt_br: Tamanho do lote

source: Lowest price
pt_br: Menor preço

source: Main color
pt_br: Cor principal

source: Manage
pt_br: Gerenciar

source: Mandatory
pt_br: Obrigatório

source: Manual Import
pt_br: Manual De Importação

source: Map search
pt_br: Pesquisa mapa

source: Map settings
pt_br: Definições do mapa

source: Map Title:
pt_br: Título Do Mapa:

source: Map view
pt_br: Exibir mapa

source: Map Zoom
pt_br: Mapa De Zoom

source: Margin
pt_br: Margem

source: Max Price
pt_br: Preço Máximo

source: Means that import will never stop working and constantly will be checking and importing newly added MLS listings.
pt_br: Significa que importar nunca vai parar de funcionar e constantemente será a verificação e a importação de recém-adicionado MLS listagens.

source: Medium
pt_br: Médio

source: Message
pt_br: Mensagem

source: Messenger can't to be empty.
pt_br: Messenger não pode estar vazia.

source: Migrate
pt_br: Migrar

source: Migration
pt_br: Migração

source: Migration process may take some time, especially if you have lots of properties added. Please be patient.
pt_br: Processo de migração pode levar algum tempo, especialmente se você tiver muitas propriedades adicionadas. Por favor, seja paciente.

source: Mime types
pt_br: Tipos Mime

source: Min Price
pt_br: Min Preço

source: Miscellaneous Search Error Fix
pt_br: Diversos De Pesquisa De Correção De Erro

# mls
source: Rooms:
pt_br: Quartos:

source: MLS \ CSV Google map API key
pt_br: MLS \ CSV mapa do Google chave da API

source: MLS Class
pt_br: MLS de Classe

source: MLS connection
pt_br: MLS de conexão

source: MLS Credentials List
pt_br: MLS Lista de Credenciais

source: MLS IMPORT
pt_br: MLS DE IMPORTAÇÃO

source: MLS Import
pt_br: MLS de Importação

source: MLS Profile
pt_br: MLS Perfil

source: MLS Profile doesn't exist.
pt_br: MLS Perfil não existe.

source: MLS Resource
pt_br: MLS de Recursos

source: MLS Support
pt_br: Suporte a MLS

source: MLS Update date
pt_br: MLS data de Atualização

source: Month
pt_br: Mês

source: Monthly
pt_br: Mensal

source: Monthly Update
pt_br: Atualização Mensal

source: More details
pt_br: Mais detalhes

source: Most recent
pt_br: Mais recentes

source: Multiple
pt_br: Vários

source: My Listings
pt_br: As Minhas Listagens

source: My listings
pt_br: As minhas listagens

source: My Profile
pt_br: Meu Perfil

source: m²
pt_br: m2

source: m³
pt_br: m3

source: Name
pt_br: Nome

source: Neighborhood
pt_br: Bairro

source: neighborhood
pt_br: bairro

source: New field
pt_br: Novo campo

source: New listings matching your saved search
pt_br: Novas listagens correspondentes à sua busca salva

source: New password emailed to you.
pt_br: Nova senha seja enviada para você.

source: New user registered
pt_br: Novo usuário registrado

source: New user registration on your site %s:
pt_br: Registo de novo utilizador no seu website %s:

source: Next
pt_br: Próximo

source: Next step
pt_br: Próximo passo

source: Nickname
pt_br: Apelido

source: No
pt_br: Nenhum

source: No image
pt_br: Sem imagem

source: No images found
pt_br: Não há imagens encontradas

source: No Update
pt_br: Nenhuma Atualização

source: Not Equal
pt_br: Não É Igual

source: Not set
pt_br: Não definido

source: Nothing for delete.
pt_br: Nada para apagar.

source: Nothing to display
pt_br: Nada para exibir

source: Nothing to display.
pt_br: Nada para exibir.

source: Nothing to import.
pt_br: Nada importar.

source: Nothing to show
pt_br: Nada para mostrar

source: Num entities to delete per request
pt_br: Num entidades para eliminar por solicitação

source: Num entities to import per request
pt_br: Num entidades para importar por solicitação

source: Num properties for display
pt_br: Num propriedades para exibir

source: Number
pt_br: Número

source: Number of listings per page
pt_br: O número de anúncios por página

source: Number of listings to show
pt_br: O número de anúncios para mostrar

source: Object types
pt_br: Tipos de objecto

source: Offer
pt_br: Oferta

source: Offer Now Category
pt_br: Oferta De Categoria

source: Offset
pt_br: Deslocamento

source: Offset fix
pt_br: Deslocamento de correcção

source: Offset number for paginate listings
pt_br: Número de deslocamento para paginar listagens

source: On the left side
pt_br: No lado esquerdo

source: On the right side
pt_br: No lado direito

source: Once a Month
pt_br: Uma vez por Mês

source: Once Weekly
pt_br: Uma Vez Por Semana

source: Open House
pt_br: Casa Aberta

source: Operator
pt_br: Operador de

source: Optional
pt_br: Opcional

source: Order
pt_br: Fim

source: Order status
pt_br: Status do pedido

source: Orders
pt_br: Encomendas

source: Other email
pt_br: Outro e-mail

source: Overwrite
pt_br: Substituir

source: Page Section / Admin tab
pt_br: De Seção de página / separador Admin

source: Pages
pt_br: Páginas

source: Pages setup
pt_br: Configuração de páginas

source: Partner credentials
pt_br: Parceiro de credenciais

source: Password
pt_br: Palavra-passe

source: Password successfully changed.
pt_br: Senha alterada com sucesso.

source: Pause Import
pt_br: Pausa De Importação

source: Payment successful. Please, wait for PayPal approve.
pt_br: Pagamento bem sucedido. Por favor, aguarde PayPal aprovar.

source: Payment successfully canceled.
pt_br: Pagamento com sucesso cancelada.

source: PayPal Cancel URL
pt_br: PayPal Cancelar URL

source: PayPal mode
pt_br: Modo de PayPal

source: PayPal Notify URL (for IPN)
pt_br: PayPal Notificar URL (por IPN)

source: PayPal password
pt_br: Senha do PayPal

source: PayPal Response Page
pt_br: PayPal Página De Resposta

source: PayPal Return URL
pt_br: PayPal URL de Retorno

source: PayPal Subscription
pt_br: Assinatura No PayPal

source: PayPal Subscription settings
pt_br: PayPal configurações de Assinatura

source: PayPal Username
pt_br: PayPal Nome De Usuário

source: PDF Description Mode
pt_br: PDF Descrição do Modo de

source: PDF flyer
pt_br: Folheto PDF

source: PDF flyer layout
pt_br: Folheto PDF layout

source: Period
pt_br: Período

source: Phone
pt_br: Telefone

source: Phone number
pt_br: Número de telefone

source: Photo Gallery
pt_br: Galeria De Fotos

source: Photo/Logo
pt_br: Foto/Logo

source: Please click on a drop-down list and pick up the required shortcode.
pt_br: Por favor, clique em uma lista drop-down e pegar o necessário shortcode.

source: Please create pages with shortcodes below to display map on your website
pt_br: Por favor crie páginas com códigos de acesso abaixo para exibir o mapa em seu site

source: Please enable REST support if you need to use Gutenberg or pull your listings via wp api.
pt_br: Por favor habilite o suporte a REST, se você precisar usar Gutenberg ou puxar seu listagens via wp api.

source: Please fill up your agent information below and click save to finish.
pt_br: Por favor, preencha o seu agente de informações a seguir e clique em salvar para concluir.

source: Please fill up your settings details and click save to finish
pt_br: Por favor, preencha backup de suas configurações de detalhes e clique em salvar para concluir

source: Please fill up your user information below and click save to finish.
pt_br: Preencha suas informações de usuário abaixo e clique em salvar para concluir.

source: Please Import your property detail with CSV sample and click save to finish
pt_br: Por favor, Importar sua propriedade com detalhe CSV de exemplo e clique em salvar para concluir

source: Please make sure you have configured Subscriptions settings %s.
pt_br: Por favor, certifique-se você tiver configurado definições de Subscrições %s.

source: Please select agent you want to active.
pt_br: Por favor, seleccione o agente que você deseja para o active directory.

source: Please select agent you want to deactivate.
pt_br: Por favor, seleccione o agente que você deseja desativar.

source: Please select agent you want to delete.
pt_br: Por favor, seleccione o agente que você deseja excluir.

source: Please select properties you want to copy.
pt_br: Por favor, selecione propriedades que você deseja copiar.

source: Please select properties you want to delete.
pt_br: Por favor, selecione as propriedades que você deseja excluir.

source: Please select properties you want to publish.
pt_br: Por favor, selecione as propriedades que você deseja publicar.

source: Please select properties you want to unpublish.
pt_br: Por favor, selecione propriedades que você deseja cancelar a publicação.

source: Please select properties.
pt_br: Por favor, selecione propriedades.

source: Please select the pages you want to setup below and click Next step to continue. Estatik will create a few listings with demo content and ready-to-use page you will select below.
pt_br: Por favor, selecione as páginas que você deseja configurar abaixo e clique em Próxima etapa para continuar. Estatik irá criar algumas listas com conteúdo de demonstração e pronto-para-usar página você irá selecionar abaixo.

source: Please start typing the listing TITLE and select the correct one below.
pt_br: Por favor, comece a digitar o nome da empresa e selecione a opção correta abaixo.

source: Please upload your Estatik Pro / Premium version in zip format and click upload to finish for update to new Version.
pt_br: Faça o upload de seus Estatik Pro / Premium versão em formato zip e clique em enviar para concluir a atualização para a nova Versão.

source: Please, fill the currency code and label.
pt_br: Por favor, preencha o código de moeda e de etiqueta.

source: Please, set %s field in fields configurations
pt_br: Por favor, defina %s de campo em campos de configurações

source: Please, set PayPal credintials on Estatik subscription settings page.
pt_br: Por favor, defina o PayPal credintials no Estatik assinatura página de configurações.

source: Please, set PayPal success page on Estatik subscription settings page.
pt_br: Por favor, defina o PayPal página de êxito no Estatik assinatura página de configurações.

source: political
pt_br: política

source: Poor
pt_br: Pobres

source: Possible reason: your host may have disabled the mail() function.
pt_br: Possível causa: o seu host pode ter desativado o mail() função.

source: Post %s successfully copied.
pt_br: Pós - %s copiado com êxito.

source: Post isn't created!
pt_br: Post não está criado!

source: Post Updated
pt_br: Post Atualizado

source: Postal code
pt_br: Código Postal

source: Postcode
pt_br: Código postal

source: Powered by link
pt_br: Alimentado por link

source: premise
pt_br: premissa

source: Premium Pack
pt_br: Pacote Premium

source: Press reset if you want to reset values in Checked column.
pt_br: Pressione o botão reset se você deseja redefinir valores Verificados coluna.

source: Press reset if you want to reset values in Updated/Deleted column.
pt_br: Pressione o botão reset se você deseja redefinir valores Atualizados/coluna Eliminada.

source: Prev
pt_br: Anterior

source: Price
pt_br: Preço

source: Price format
pt_br: Em formato de preço

source: Price note
pt_br: Preço de nota

source: Privacy Policy
pt_br: Política De Privacidade

source: Privacy Policy Checkbox
pt_br: Política De Privacidade Caixa De Seleção

source: Privacy Policy page
pt_br: Página de Política de privacidade

source: Proceed
pt_br: Continuar

source: Profile %s doesn't exist.
pt_br: Perfil de %s não existe.

source: Profile %s successfully removed
pt_br: Perfil de %s removido com sucesso

source: Profile ID
pt_br: ID do perfil

source: Profile Image
pt_br: Imagem De Perfil

source: Profile image
pt_br: Imagem de perfil

source: Profile page
pt_br: Página de perfil

source: Profile photo
pt_br: Foto de perfil

source: Profile Title
pt_br: Perfil Título

source: Properties
pt_br: Propriedades

source: Properties By Category
pt_br: Propriedades Por Categoria
