Repository: dsemblano/imoveisdantas.com
Catalog: site/web/app/languages/loco/plugins/*-plugin-*.po
Languages: pt_br

source: Properties by category
pt_br: Propriedades por categoria

source: Properties By City
pt_br: Propriedades Cidade

source: Properties By Country
pt_br: Propriedades Por País

source: Properties by Features
pt_br: Propriedades Características

source: Properties By Labels
pt_br: Propriedades Etiquetas

source: Properties by rent period
pt_br: Propriedades alugar período

source: Properties By State
pt_br: As Propriedades De Estado

source: Properties by status
pt_br: As propriedades de estado de

source: Properties by type
pt_br: Propriedades por tipo

source: Properties details
pt_br: Propriedades detalhes

source: Properties IDs
pt_br: Propriedades IDs

source: Properties Per Page
pt_br: Propriedades Por Página

source: Properties per page
pt_br: Propriedades por página

source: Properties Q-ty
pt_br: Propriedades P-ty

source: Properties q-ty
pt_br: Propriedades p-ty

source: Properties Qty
pt_br: Propriedades Qtd

source: Property
pt_br: Propriedade

source: Property %s already exists.
pt_br: Propriedade de %s já existe.

source: Property %s image: %s
pt_br: Propriedade de %s imagem: %s

source: Property %s is successfully created.
pt_br: Propriedade de %s é criado com êxito.

source: Property %s is successfully created. Please, wait for approve.
pt_br: Propriedade de %s é criado com êxito. Por favor, aguarde a aprovação.

source: Property %s successfully imported.
pt_br: Propriedade de %s importados com êxito.

source: Property %s successfully migrated
pt_br: Propriedade de %s migrados com êxito

source: Property Address
pt_br: Propriedade De Endereço

source: Property box
pt_br: Caixa de propriedade

source: Property data
pt_br: Dados da propriedade

source: Property field
pt_br: Campo de propriedade

source: Property for clone doesn't exists.
pt_br: Propriedade para o clone não existe.

source: Property Half Map
pt_br: Propriedade Metade Mapa

source: Property icons
pt_br: Propriedade ícones

source: Property ID
pt_br: ID de propriedade

source: Property identifier
pt_br: Identificador de propriedade de

source: Property isn't removed on ShelterZoom side. Error: %s
pt_br: Propriedade não é removido no ShelterZoom lado. Erro: %s

source: Property isn't saved on ShelterZoom side. Error: %s
pt_br: A propriedade não está guardado no ShelterZoom lado. Erro: %s

source: Property Link
pt_br: Propriedade Link

source: Property management page
pt_br: Propriedade de página de gerenciamento de

source: Property MLS ID
pt_br: MLS propriedade ID

source: Property Qty
pt_br: Propriedade Qtd

source: Property qty
pt_br: Propriedade qtd

source: Property room %s already exists.
pt_br: Sala de propriedade %s já existe.

source: Property status
pt_br: Status de propriedade

source: Property successfully removed on ShelterZoom side.
pt_br: Propriedade removido com sucesso no ShelterZoom lado.

source: Property successfully saved on ShelterZoom side.
pt_br: Propriedade guardado com sucesso no ShelterZoom lado.

source: Province
pt_br: Província

source: Publish
pt_br: Publicar

source: QR Code
pt_br: Código QR

source: Query
pt_br: Consulta

source: Query quotes fix
pt_br: Consulta de cotações correcção

source: Queue Limit
pt_br: Limite De Fila

source: Quick Search
pt_br: Pesquisa Rápida

source: Rating
pt_br: Classificação

source: Recaptcha API Version
pt_br: O Recaptcha Versão da API

source: Recipients
pt_br: Destinatários

source: Register
pt_br: Registar

source: Register As
pt_br: Cadastrar Como

source: Register form
pt_br: Registar formulário

source: Registration
pt_br: Inscrição

source: Registration page
pt_br: Página de inscrição

source: Remove
pt_br: Remover

source: Remove field
pt_br: Remover campo

source: Remove image
pt_br: Remover imagem

source: Remove section
pt_br: Remover seção

source: Renewal Price
pt_br: Preço De Renovação

source: Renewal price
pt_br: Preço de renovação

source: Rent
pt_br: Alugar

source: Rent Now Category
pt_br: Categoria Alugar Agora

source: Rent Period
pt_br: Alugar Período

source: Rent period
pt_br: Alugar período

source: Replace photo
pt_br: Substitua foto

source: Request
pt_br: Pedido

source: Request about property #%s
pt_br: Pedido sobre a propriedade #%s

source: Request Message
pt_br: Mensagem De Solicitação De

source: Request title
pt_br: Pedido de título

source: Required
pt_br: Necessário

source: Reset
pt_br: Repor

source: Reset button color
pt_br: Botão de Reset cor

source: Reset password
pt_br: Repor palavra-passe

source: Reset password page
pt_br: Página redefinir senha

source: Resource
pt_br: Recursos

source: Restore field
pt_br: Restaurar campo

source: Restore password
pt_br: Restauração de senha

source: RETS Class
pt_br: RETS Classe

source: RETS Login URL
pt_br: RETS a URL de Login

source: RETS Resource
pt_br: RETS de Recursos

source: RETS Version
pt_br: RETS Versão

source: Right layout
pt_br: Esquema para a direita

source: Room
pt_br: Quarto

source: Room Feature
pt_br: Sala De Recurso

source: Room Features
pt_br: Características Do Quarto

source: Room MLS ID
pt_br: Quarto MLS IDENTIFICAÇÃO

source: Room Type
pt_br: Tipo De Quarto

source: Rooms
pt_br: Quartos

source: route
pt_br: percurso

source: Sandbox (test mode)
pt_br: Sandbox (modo de teste)

source: Save
pt_br: Salvar

source: Save & Close
pt_br: Salvar E Fechar

source: Save search
pt_br: Guardar pesquisa

source: Saved
pt_br: Salvo

source: Saved Homes
pt_br: Salvo Casas

source: Saved Search
pt_br: Pesquisa Salva

source: Saved Search #%s
pt_br: Guardados Search #%s

source: Saved Searches
pt_br: Pesquisas Salvas

source: Saving
pt_br: Verão

source: Schedule
pt_br: Programação

# schedule
source: For delete: %s
pt_br: Para excluir: %s

# schedule
source: For update: %s
pt_br: Para atualizar: %s

# schedule
source: In Queue: %s
pt_br: Na Fila: %s

source: Schedule Log
pt_br: Agenda De Registo

source: Schedules
pt_br: Horários

source: Schedules list
pt_br: Listas

source: Scope
pt_br: Âmbito de aplicação

source: Search
pt_br: Procura

source: Search Fields
pt_br: Campos De Busca

source: Search form
pt_br: Formulário de pesquisa

source: Search Form Settings
pt_br: Configurações De Formulário De Pesquisa

source: Search Page
pt_br: Página De Pesquisa

source: Search page
pt_br: Página de pesquisa

source: Search page:
pt_br: Página de busca:

source: Search properties
pt_br: Propriedades de pesquisa

source: Search Result Page
pt_br: Página De Resultados De Pesquisa

source: Search Results
pt_br: Resultados Da Pesquisa

source: Search results
pt_br: Resultados da pesquisa

source: Search results page
pt_br: Página de resultados da pesquisa

source: Search Support
pt_br: Procurar Suporte

source: Search Title
pt_br: Título Da Pesquisa

source: Secondary color
pt_br: Cor secundária

source: Section #%s isn't exist.
pt_br: Seção #%s não existe.

source: Section %s doesn't created.
pt_br: Seção %s não criado.

source: Section %s successfully created.
pt_br: Seção %s criado com êxito.

source: Section %s successfully removed.
pt_br: Seção %s removido com êxito.

source: Section Name
pt_br: Nome Da Seção

source: Sections to show
pt_br: Seções para mostrar

source: See All
pt_br: Ver Todos

source: Select
pt_br: Selecione

source: Select / deselect all
pt_br: Seleccionar / anular a selecção de todas as

source: Select a shortcode
pt_br: Selecione um shortcode

source: Select City
pt_br: Selecione Cidade

source: Select color for Details and Search buttons
pt_br: Seleccione a cor de Detalhes e de Pesquisa botões

source: Select color for reset button of search widget
pt_br: Seleccione a cor de botão de reset do widget de pesquisa

source: Select color for widgets background and other grey elements
pt_br: Seleccione a cor de widgets de plano de fundo e outros elementos cinza

source: Select Country
pt_br: Selecione O País

source: Select how often cron will send requests to MLS server. We would recommend Each 2 min.
pt_br: Seleccione a frequência com que o cron irá enviar solicitações para o MLS de servidor. Nós recomendamos a Cada 2 min.

source: Select location
pt_br: Selecione localização

source: Select one or more entities for import.
pt_br: Selecione uma ou mais entidades para a importação.

source: Select page
pt_br: Selecione página

source: Select pages
pt_br: Selecione páginas

source: Select Sort
pt_br: Selecione Classificar

source: Select State
pt_br: Escolha O Estado

source: Select taxonomy
pt_br: Selecione taxonomia

source: Select term
pt_br: Selecione prazo

source: Send
pt_br: Enviar

source: Send Message To
pt_br: Enviar Mensagem

source: Sender email
pt_br: E-mail do remetente

source: Sender name
pt_br: Nome do remetente

source: Set filter fields
pt_br: Definir campos de filtro

source: Set map markers
pt_br: Mapa do conjunto de marcadores

source: Settings
pt_br: Definições

source: Setup DEMO
pt_br: Instalação de DEMONSTRAÇÃO

source: Setup finished.
pt_br: Terminado o programa de configuração.

source: Setup keys
pt_br: Chaves de configuração

source: Sharing & PDF
pt_br: Partilha e PDF

source: ShelterZoom Icon
pt_br: ShelterZoom Ícone

source: ShelterZoom ID
pt_br: ShelterZoom IDENTIFICAÇÃO

source: ShelterZoom saved
pt_br: ShelterZoom salvo

source: ShelterZoom Universal ID
pt_br: ShelterZoom IDENTIFICAÇÃO Universal

source: Show
pt_br: Mostrar

source: Show Address
pt_br: Mostrar Endereço

source: Show All Properties
pt_br: Mostrar Todas As Propriedades

source: Show Arrows
pt_br: Mostrar Setas

source: Show arrows
pt_br: Mostrar setas

source: Show as thumbnail
pt_br: Mostrar como miniatura

source: Show filter
pt_br: Mostrar filtro

source: Show Labels
pt_br: Mostrar Rótulos

source: Show labels
pt_br: Mostrar rótulos

source: Show Labels on Single Page
pt_br: Mostrar Rótulos em uma Única Página

source: Show on checked pages
pt_br: Show no check páginas

source: Show on pages:
pt_br: Mostrar em páginas:

source: Show price
pt_br: Mostrar preços

source: Show Properties
pt_br: Mostrar Propriedades

source: Show Property
pt_br: Mostrar Propriedade

source: Show search range
pt_br: Mostrar área de pesquisa

source: Show tab
pt_br: Mostrar guia

source: Show unit converter
pt_br: Mostrar conversor de unidade

source: Show values
pt_br: Mostrar valores

source: Show/hide Contact Agent tab
pt_br: Mostrar/ocultar Contato com o Agente de guia

source: Shows your listings on the map
pt_br: Mostra suas listagens no mapa

source: Signature
pt_br: Assinatura

source: Single Page
pt_br: Página Única

source: Single Photo
pt_br: Única Foto

source: Single Property
pt_br: Propriedade Única

source: Single property
pt_br: Propriedade única

source: Single property layout
pt_br: Propriedade única de layout

source: Single Property Page
pt_br: Página Única Propriedade

source: Skip
pt_br: Pular

source: Skip demo setup
pt_br: Pular demo de configuração

source: Skip first import image
pt_br: Pule a primeira importação de imagem

source: Skip first line
pt_br: Pule a primeira linha

source: Skip properties without images
pt_br: Pular propriedades sem imagens

source: Slide Effect
pt_br: Apresentação De Efeito

source: Slider effect
pt_br: Controle deslizante de efeito

source: Slider settings
pt_br: Configurações de controle deslizante

source: Slides To Show
pt_br: De Diapositivos

source: Slides to show
pt_br: De diapositivos

source: Slideshow
pt_br: Apresentação de slides

source: Small
pt_br: Pequeno

source: Social media Links
pt_br: Links de mídia Social

source: Someone has requested a password reset for the following account:
pt_br: Alguém solicitou repor uma palavra-passe para a conta seguinte:

source: Something was wrong. Please, contact the support.
pt_br: Algo estava errado. Por favor, entre em contato com o suporte.

source: Sort By
pt_br: Ordenar Por

source: Sort by
pt_br: Ordenar por

source: Source file can't to be empty.
pt_br: Arquivo de origem não pode estar vazia.

source: Space between slides
pt_br: O espaço entre os slides

source: Specific Features
pt_br: Características Específicas

source: Specific properties
pt_br: Propriedades específicas

source: St. №
pt_br: São №

source: Start import
pt_br: Iniciar importação

source: Start import entities.
pt_br: Iniciar importação entidades.

source: Start setup data.
pt_br: Iniciar o programa de configuração de dados.

source: State
pt_br: Estado

source: Status
pt_br: Estado

source: Step
pt_br: Passo

source: Step 1. Estatik Pages Setup
pt_br: Passo 1. Estatik Configuração De Páginas

source: Step 2. Setup keys
pt_br: Passo 2. Chaves de configuração

source: Step 3. Demo listings setup
pt_br: Passo 3. Demo listagens de instalação

source: Step-by-step guide
pt_br: Passo-a-passo

source: Street
pt_br: Rua

source: Subject
pt_br: Assunto

source: Submit
pt_br: Enviar

source: Subscription
pt_br: Assinatura

source: Subscription data
pt_br: Data de assinatura

source: Subscription expired message
pt_br: Subscrição expirou mensagem

source: Subscription expired subject
pt_br: Subscrição expirou assunto

source: Subscription is expired.
pt_br: Subscrição expirou.

source: Subscription PayPal
pt_br: Assinatura PayPal

source: Subscription period
pt_br: Período de inscrição

source: Subscription plan
pt_br: Plano de subscrição

source: subscription plan
pt_br: plano de subscrição

source: Subscription table
pt_br: Tabela de subscrição

source: Subscriptions
pt_br: Inscrições

source: Successful connect to the MLS Server
pt_br: Bem-sucedida ligar para a MLS de Servidor

source: Support Area
pt_br: Área De Apoio

source: Synchronization
pt_br: Sincronização

source: Tag
pt_br: Marca

source: Telephone
pt_br: Telefone

source: Terms of Use
pt_br: Termos de Uso

source: Terms of Use page
pt_br: Os termos de Uso

source: Text
pt_br: Texto

source: Text area
pt_br: Área de texto

source: text/number
pt_br: texto/número

source: Thank you for choosing Estatik
pt_br: Obrigado por escolher Estatik

source: Thank you for your message! We will contact you as soon as we can.
pt_br: Obrigado por sua mensagem! Entraremos em contato assim que possível.

source: THANKYOU
pt_br: OBRIGADO

source: The email could not be sent.
pt_br: O e-mail não pôde ser enviado.

source: The List is empty!
pt_br: A Lista está vazia!

source: The page you requested could not be found.
pt_br: A página solicitada não pôde ser encontrado.

source: The property #%s successfully published.
pt_br: A propriedade #%s publicado com êxito.

source: The property #%s successfully removed.
pt_br: A propriedade #%s removido com êxito.

source: The property #%s successfully unpublished.
pt_br: A propriedade #%s com sucesso inédito.

source: The saved search %s successfully removed.
pt_br: A pesquisa salva %s removido com êxito.

source: The Schedule successfully saved.
pt_br: A Agenda salvo com êxito.

source: The Taxonomy doesn't exist
pt_br: A Taxonomia não existe

source: The Taxonomy is empty.
pt_br: A Taxonomia é vazia.

source: The title field is required.
pt_br: O campo title é obrigatório.

source: The title successfully changed.
pt_br: O título alterada com êxito.

source: The update method successfully changed.
pt_br: O método de actualização alterada com êxito.

source: These new homes match your saved search
pt_br: Estas novas casas de corresponder à sua pesquisa salva

source: Timestamp (Date & time in seconds)
pt_br: Carimbo de data / hora (Date & time em segundos)

source: Title
pt_br: Título

source: Title / Address
pt_br: Título / Endereço

source: To
pt_br: Para

source: To import demo listings, please click on Import button or click Finish if you want to skip this step.
pt_br: Para importar demo listagens, por favor clique no botão Importar ou clique em Concluir se você deseja ignorar este passo.

source: To import listings manually, please configure settings below and select which listings you want to import. Then click Save button. %s you will find additional information.
pt_br: Para importar listas manualmente, por favor configurar as definições abaixo e selecione as listas que você deseja importar. Em seguida, clique no botão Salvar. %s você irá encontrar informações adicionais.

source: To reset your password, visit the following address:
pt_br: Para repor a sua palavra-passe, visite o seguinte endereço:

source: To set your password, visit the following address:
pt_br: Para definir sua senha, visite o seguinte endereço:

source: To setup and launch synchronization schedule, please select below Resource, Class and Entity and click Configure.
pt_br: Para configurar e iniciar a sincronização de agenda, por favor selecione abaixo de Recursos, Classe e Entidade e clique em Configurar.

source: To top
pt_br: Para o topo

source: To update the previous version to major version 3.* you need to migrate your listings as the new version of the plugin requires. Before doing this, please make sure that your version of the plugin doesn't have custom changes of the code.
pt_br: Para actualizar a versão anterior a versão principal 3.* você precisa migrar suas listas, como a nova versão do plugin requer. Antes de fazer isso, por favor, certifique-se de que sua versão do plugin não ter costume de alterações do código.

source: Token URL
pt_br: URL de Token

source: Trial
pt_br: Avaliação

source: Trial period
pt_br: Período de avaliação

source: Try again
pt_br: Tente novamente

source: Type
pt_br: Tipo

source: Type Property ID or Title
pt_br: Tipo de ID de Propriedade ou Título

source: Types
pt_br: Tipos de

source: Unknown
pt_br: Desconhecido

source: Unlock advanced features like PDF flyer, Map view, Frontend Submission, Agents, Subscriptions, CSV import, White Label, etc.
pt_br: Desbloquear recursos avançados, como o folheto PDF, vista de Mapa, Frontend Submissão, Agentes, Assinaturas, a importação de CSV, White Label, etc.

source: Unpublish
pt_br: Anular a publicação de

source: Unpublish entities
pt_br: Anular a publicação de entidades

source: Unpublish on field
pt_br: Anular a publicação em campo

source: Update
pt_br: Atualização

source: Update entities
pt_br: Atualização de entidades

source: Update entities filter
pt_br: Atualização do filtro de entidades

source: Update field
pt_br: Atualização de campo

source: Update from Date
pt_br: Atualização a partir da Data

source: Update Photo Date \ Timestamp
pt_br: Atualização De Fotos Data \ Carimbo De Data / Hora

source: Update section
pt_br: Actualização da secção

source: Updated
pt_br: Atualizado

source: Upgrade Options
pt_br: Opções De Atualização

source: Upload archive
pt_br: Upload de arquivo

source: Upload downloaded estatik pro / premium
pt_br: Upload baixado estatik pro / premium

source: Upload photo
pt_br: Upload de fotos

source: Use Media Resource
pt_br: Use A Mídia De Recursos

source: Use object locations
pt_br: Use localização do objecto

source: Use Post Method
pt_br: Utilizar O Método Post

source: Use remote images
pt_br: Uso remoto de imagens

source: Use this field to show listings of specific agent(s).
pt_br: Use este campo para mostrar listagens de um agente específico(s).

source: User agent
pt_br: Agente do usuário

source: User agent password
pt_br: Agente de utilizador palavra-passe

source: User doesn't save
pt_br: Usuário não salvar

source: User login
pt_br: Login do usuário

source: User name
pt_br: Nome de usuário

source: User profile
pt_br: Perfil do usuário

source: User successfully saved
pt_br: Utilizador guardado com sucesso

source: Username
pt_br: Nome de usuário

source: Username or email address
pt_br: Nome de usuário ou endereço de e-mail

source: Username: %s
pt_br: Nome de usuário: %s

source: Video
pt_br: Vídeo

source: Video Tutorial
pt_br: Tutorial Em Vídeo

source: View demo listings
pt_br: Veja a demonstração listagens

source: View Listings
pt_br: Ver As Listas

source: View More Details
pt_br: Ver Mais Detalhes

source: View on map
pt_br: Ver no mapa

source: View on map / Neighborhood
pt_br: Ver no mapa / Bairro

source: Visible for
pt_br: Visível para

source: We are so happy you joined us
pt_br: Estamos tão felizes que você se juntou a nós

source: Website
pt_br: Site

source: Week
pt_br: Semana

source: Weekly
pt_br: Semanal

source: Weekly Update
pt_br: Atualização Semanal

source: What to do next:
pt_br: O que fazer em seguida:

# widget name
source: Estatik Agents
pt_br: Estatik Agentes

# widget name
source: Estatik Listings
pt_br: Estatik Listagens

# widget name
source: Estatik Properties Map
pt_br: Estatik Propriedades Mapa

# widget name
source: Estatik Request Form
pt_br: Estatik Formulário De Solicitação De

# widget name
source: Estatik Search Form
pt_br: Estatik Formulário De Pesquisa

# widget name
source: Estatik Slideshow
pt_br: Estatik Apresentação De Slides

source: Width
pt_br: Largura

source: WP Search Page
pt_br: WP Página de Pesquisa

source: Year
pt_br: Ano

source: Year built
pt_br: Ano de construção

source: Yes
pt_br: Sim

source: You are already logged in.
pt_br: Você já está conectado.

source: You are logged out.
pt_br: Você está desconectado.

source: You are not Agent. Please %s as Agent to submit your properties.
pt_br: Você não Agente. Por favor, %s, como Agente para enviar sua propriedades.

source: You can setup map icons and color, enable clusters %s.
pt_br: Você pode configurar o mapa e ícones de cor, ative clusters %s.

source: You did it!
pt_br: Você fez isso!

source: You have no any predefined schedules. Please, contact the estatik support for check this problem.
pt_br: Você não tem nenhum horários predefinidos. Por favor, entre em contato com o estatik suporte para verificar esse problema.

source: You have no permission to publish properties.
pt_br: Você não tem permissão para publicar propriedades.

source: You have no permissions for access to this page.
pt_br: Você não tem permissões para aceder a esta página.

source: You have no permissions for remove this search.
pt_br: Você não tem permissões para remover esta pesquisa.

source: You must assign fields you need for selected resource, class and entity below. Click Submit button to view the fields. If there is no Estatik field for selected MLS field, please use Custom field in drop-down. </br>Check out our detailed tutorial %s.</br>Once you configured the fields, go to %s or %s tab to make the import.
pt_br: Você deve atribuir os campos que você precisa para o recurso selecionado, classe e entidade a seguir. Clique em submit (Enviar) para exibir os campos. Se não há Estatik campo selecionado MLS campo, por favor, use o campo Personalizado no menu drop-down. Confira o nosso tutorial detalhado %s.Uma vez que você configurou os campos, ir para %s ou %s guia para fazer a importação.

source: You subscription plan doesn't allow to publish more featured listings.
pt_br: Você plano de subscrição não permite publicar mais anúncios em destaque.

source: You subscription plan doesn't allow to publish more listings.
pt_br: Você plano de subscrição não permite a publicar anúncios mais.

source: You subscription plan doesn't allow to publish more than %s listings, please update your %s or unpublish some properties.
pt_br: Você plano de subscrição não permite publicar mais de %s listagens, por favor actualize-o %s ou cancelar a publicação de algumas propriedades.

source: Your account is not approved, please contact admin of this website to get approved.
pt_br: Sua conta não está aprovado, por favor entre em contato com administrador do site para obter aprovação.

source: Your email
pt_br: Seu e-mail

source: Your have no subscription to publish new properties, please update your %s.
pt_br: O seu tem nenhuma assinatura para publicar novas propriedades, por favor actualize-o %s.

source: Your message was sent
pt_br: Sua mensagem foi enviada

source: Your message was'nt sent
pt_br: Sua mensagem foi enviado nt

source: Your message wasn't sent. Please, contact support.
pt_br: Sua mensagem não foi enviada. Por favor, entre em contato com o suporte.
